[
  {
    "title": "Craft Distillery Equipment Purchasers",
    "slug": "craft-distillery-equipment-purchasers",
    "target_audience": "Craft Distillery Equipment Purchasers",
    "headline": "Equipment Built for What Happens After the Distillation",
    "subheadline": "Precision-engineered systems for craft distillers who know that heritage and innovation aren't opposing forces—they're the same bottle, perfectly sealed",
    "pain_point_copy": "You've toured a dozen facilities. Sat through presentations thick with spec sheets and vague promises about \"industry-leading\" this and \"state-of-the-art\" that. Every vendor shows you the same stainless steel, the same control panels, the same equipment that could be making whiskey or hand soap. They sell you machinery. What you need is a partner who understands that your 200-gallon pot still isn't just copper and heat—it's your signature, your consistency, your reputation in every bottle that leaves your door.",
    "solution_copy": "We build distillery equipment the way you build spirits: with an obsessive attention to the details that separate good from exceptional. Every valve placement considers your team's workflow. Every gauge is positioned for the sight lines of someone who's actually run a mash. Our systems are engineered for the craft distiller who needs German precision with American adaptability—equipment that performs flawlessly at 3 AM on a Sunday when you're finishing that rye run, with support from people who know the difference between reflux and vapor management. This isn't equipment off a catalog. It's infrastructure for the flavor profiles you've spent years perfecting.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_04a5827d-62c7-4860-baab-12163840c4ce.png",
    "asset_prompt_summary": "A mid-century modern craft distillery workspace ba..."
  },
  {
    "title": "Veterinary Practice Management Software Buyers",
    "slug": "veterinary-practice-management-software-buyers",
    "target_audience": "Veterinary Practice Management Software Buyers",
    "headline": "Practice management shouldn't feel like data entry. It should feel like craft.",
    "subheadline": "Software designed for veterinary practices that refuse to compromise between sophisticated efficiency and the personal touch that defines exceptional care.",
    "pain_point_copy": "Every platform promises to streamline your practice, then buries you in generic workflows built for any business, not yours. Your team spends more time fighting the software than caring for patients. The interface feels cold, the reports feel hollow, and somewhere between the fifth dropdown menu and the tenth confirmation screen, you remember why you became a vet—and it wasn't this.",
    "solution_copy": "We built something different. Thoughtfully architected workflows that mirror how exceptional practices actually operate. Every screen, every interaction, every report crafted with the same care you bring to diagnosis. The result isn't just efficiency—it's the rare satisfaction of technology that feels like an extension of your expertise, not an obstacle to it. Purpose-built for practitioners who understand that details matter.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_78fcc135-8488-4703-bc4f-38547f2491a2.png",
    "asset_prompt_summary": "A 1960s veterinary clinic office bathed in warm go..."
  },
  {
    "title": "Mobile Detailing Fleet Operators",
    "slug": "mobile-detailing-fleet-operators",
    "target_audience": "Mobile Detailing Fleet Operators",
    "headline": "The Fleet That Runs Like Clockwork Deserves Tools That Do The Same",
    "subheadline": "Purpose-built scheduling and route optimization for mobile detailing operations managing 5+ vehicles—because your fleet isn't a side hustle",
    "pain_point_copy": "Generic scheduling software treats your fleet like a pizza delivery service. It doesn't understand buffer times between jobs, the physics of water tank capacity, or why sending your crew across town for a $75 interior detail destroys your margins. Every missed appointment, every inefficient route, every double-booking chips away at the precision operation you've built.",
    "solution_copy": "We designed this for the fleet operator who knows that five vans running at 87% efficiency beats ten vans at 50%. Intelligent routing accounts for service duration, equipment needs, and geographic density. Real-time capacity tracking prevents the call at 2 PM asking which van has the extraction machine. Your dispatch board becomes what it should be: a instrument panel, not a guessing game.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_48a8c684-31b0-4e59-9d23-52b489ab681a.png",
    "asset_prompt_summary": "Interior shot of a 1962 mobile detailing fleet dis..."
  },
  {
    "title": "Orthodontic Practice Owners",
    "slug": "orthodontic-practice-owners",
    "target_audience": "Orthodontic Practice Owners",
    "headline": "The Difference Between Assembly Line and Atelier",
    "subheadline": "Bespoke practice management for orthodontists who refuse to compromise on precision—or patient experience",
    "pain_point_copy": "Off-the-shelf software treats your practice like every strip-mall clinic from Boise to Boca Raton. Same templates. Same workflows. Same cookie-cutter patient journey. But your patients expect the meticulous attention you bring to every case plan—and your practice deserves tools crafted with equal care. Generic systems force you to adapt to their limitations instead of amplifying your expertise.",
    "solution_copy": "We build practice management the way you build treatment plans: custom, considered, and uncompromising. Every workflow tailored to how your practice actually operates. Every patient touchpoint refined to reflect your standard of care. No bloated features you'll never use. No rigid templates that fight your methodology. Just elegant systems that work exactly as they should—because they were made for orthodontists who know the value of craft.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_55c27508-abed-404f-b749-8a4a59fe10f6.png",
    "asset_prompt_summary": "A meticulously organized mid-century modern orthod..."
  },
  {
    "title": "Microgreen Commercial Growers",
    "slug": "microgreen-commercial-growers",
    "target_audience": "Microgreen Commercial Growers",
    "headline": "Grow smarter, not harder.",
    "subheadline": "Purpose-built tools for commercial microgreen growers who demand precision, not platforms built for everyone else",
    "pain_point_copy": "You've tried the farm management software built for row crops. The inventory systems designed for warehouses. The spreadsheets that break when you scale. None of them understand seed-to-harvest in 7 days, or why a 2-degree temperature swing matters, or how to track 40 varieties across 12 grow cycles simultaneously. Every workaround costs you time you don't have and margins you can't afford to lose.",
    "solution_copy": "We built something different. Tools crafted specifically for the rhythm of microgreen production—from seed density calculations to harvest scheduling, from variety-specific climate tracking to customer delivery routing. Clean interfaces. Reliable data. No feature bloat from trying to serve every type of grower. Just the essentials, executed beautifully, so you can focus on what you do best: growing the highest-quality greens your customers depend on.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_3de118c3-7126-4ebf-9817-8862b176144b.png",
    "asset_prompt_summary": "Wide shot of a mid-1960s commercial microgreen gro..."
  },
  {
    "title": "Commercial Aquaponics System Designers",
    "slug": "commercial-aquaponics-system-designers",
    "target_audience": "Commercial Aquaponics System Designers",
    "headline": "Design living systems with the precision they deserve.",
    "subheadline": "Purpose-built tools for commercial aquaponics designers who know generic software wasn't made for ecosystems that breathe.",
    "pain_point_copy": "You've adapted. Bent general-purpose CAD to your will. Built spreadsheets that calculate bioload. Created workarounds for flow dynamics that software engineers in Silicon Valley have never considered. Every project starts with recreating what should already exist—templates that understand fish don't care about your render time.",
    "solution_copy": "We built the instrument your work requires. Integrated bioload calculators. Flow-optimized layouts. Component libraries catalogued by actual growing capacity, not marketing claims. The mathematics of living systems, refined into tools that feel like extensions of your expertise. Design with the confidence of someone whose software speaks aquaponics as fluently as you do.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_65608f06-1dfc-48dd-a734-673009d21a86.png",
    "asset_prompt_summary": "Wide shot of a sunlit mid-century modern workspace..."
  },
  {
    "title": "Sports Physical Therapy Clinic Directors",
    "slug": "sports-physical-therapy-clinic-directors",
    "target_audience": "Sports Physical Therapy Clinic Directors",
    "headline": "The craft of recovery deserves better than assembly-line software.",
    "subheadline": "Purpose-built practice management for sports PT clinics where precision, performance, and patient outcomes aren't just metrics—they're your reputation.",
    "pain_point_copy": "Generic EMR systems were designed for family medicine's volume game, not the nuanced progressions your athletes demand. You're drowning in dropdown menus built for diagnosis codes while your therapists waste 20 minutes per patient clicking through irrelevant fields. The software that's supposed to streamline your practice has become the bottleneck—and your clinicians feel it every single session.",
    "solution_copy": "We've built something different. A system architected around sport-specific protocols, movement assessments, and the performance metrics that matter to your patient population. Every field, every workflow, every report template reflects how elite sports PT actually works—from initial eval through return-to-sport clearance. Your clinicians document faster. Your outcomes tracking becomes effortless. Your practice runs the way you always envisioned.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_b44af456-8308-4fc7-ac04-f45bec6acc13.png",
    "asset_prompt_summary": "Mid-century modern physical therapy clinic directo..."
  },
  {
    "title": "Wedding Venue Property Managers",
    "slug": "wedding-venue-property-managers",
    "target_audience": "Wedding Venue Property Managers",
    "headline": "The venue sells itself. Your calendar shouldn't need a hard sell.",
    "subheadline": "Purpose-built booking intelligence for wedding venue managers who know their property is the product—not their software",
    "pain_point_copy": "You're not running a SaaS company. You're curating moments that become memories. Yet your booking system treats your 1920s estate like a conference room and your sunset terrace like Meeting Room B. Generic scheduling tools force you into their workflow: clunky automations, sterile confirmation emails, and dashboards built for quantity over quality. Every interaction feels mass-produced when your entire business is built on being anything but.",
    "solution_copy": "We built something different. A booking system that understands the difference between occupancy and occasion. Custom inquiry flows that qualify couples the way you would in person. Calendar logic that respects your seasonal availability, site-prep windows, and the reality that Saturdays in June aren't the same as Tuesdays in February. Communications that sound like you—not a robot. It's not about doing more. It's about doing what matters, with the precision your venue deserves.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_3432d439-7c68-41e9-9b79-981b35698ece.png",
    "asset_prompt_summary": "Wide shot of an elegant mid-century modern office ..."
  },
  {
    "title": "Custom Motorcycle Shop Owners",
    "slug": "custom-motorcycle-shop-owners",
    "target_audience": "Custom Motorcycle Shop Owners",
    "headline": "Built by hand, not by algorithm.",
    "subheadline": "Business tools designed for custom motorcycle shops that actually understand the difference between a panhead and a shovelhead.",
    "pain_point_copy": "Every business software you've tried was built for generic retail—not for shops where each build takes months, where deposits don't match invoices, and where your customer wants texts, not tickets. You're running a craft business with tools designed for selling widgets, forcing you into spreadsheets at midnight just to know if you're profitable.",
    "solution_copy": "We built something different. Shop management that handles custom builds the way you actually work—progress tracking by milestone, not SKU. Client communication that feels personal, not automated. Financial tools that understand deposits, material holds, and the reality of a six-month build cycle. Made for the shops where every motorcycle is a one-off and every customer relationship matters.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_5df577c2-7d7d-4a5f-a9f1-873c4b6b4b57.png",
    "asset_prompt_summary": "Wide-angle shot of a 1960s custom motorcycle works..."
  },
  {
    "title": "Commercial Drone Inspection Services",
    "slug": "commercial-drone-inspection-services",
    "target_audience": "Commercial Drone Inspection Services",
    "headline": "Precision Isn't Found. It's Crafted.",
    "subheadline": "Bespoke drone inspection services that see what automated fleets miss—engineered for infrastructure firms who stake their reputation on accuracy.",
    "pain_point_copy": "Off-the-shelf drone services treat your critical assets like assembly line work. Generic flight paths. Templated reports. Pilots who've never walked your facilities. You're left reconciling contradictory data, explaining missed defects to stakeholders, and wondering if that 'cost savings' just became a liability. Your bridges, towers, and pipelines deserve better than commodity inspection.",
    "solution_copy": "We bring mid-century craftsmanship to modern technology. Each inspection is tailored to your asset's architecture—custom flight protocols, hand-selected sensor arrays, pilots who study your blueprints before takeoff. You receive analysis, not raw data. Insights calibrated to your maintenance cycles. The kind of thoroughness that lets you sign off with confidence, because precision this exacting can only come from human expertise guiding intelligent machines.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_cc49f971-4fc8-47b9-b7c6-6d8eb7b58e2a.png",
    "asset_prompt_summary": "A mid-century modern commercial drone inspection c..."
  },
  {
    "title": "Boutique Fitness Studio Franchisees",
    "slug": "boutique-fitness-studio-franchisees",
    "target_audience": "Boutique Fitness Studio Franchisees",
    "headline": "Your Members Aren't Numbers. Your Software Shouldn't Treat Them That Way.",
    "subheadline": "Purpose-built studio management for franchisees who know that member retention isn't about dashboards—it's about knowing Sarah prefers 6am spin and Jake's recovering from a knee injury.",
    "pain_point_copy": "Every enterprise platform promises to 'scale your operations.' What they deliver: seventeen features you'll never use, reports that take three clicks too many, and a check-in system that makes your front desk feel like an airport terminal. Your members chose boutique fitness because they're tired of being anonymous. Your software is working against you.",
    "solution_copy": "We built studio management the way Dieter Rams designed radios—every feature earns its place, nothing more. Member profiles that surface what matters (attendance patterns, injury notes, class preferences), not vanity metrics. Scheduling that respects your instructors' specialties. Billing that doesn't require a manual. Tools that help your team remember names, not process transactions. Because the studios that win franchisee-of-the-year don't have better marketing—they have better memory.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_67ac5525-be46-4417-a920-9c3e66af86b3.png",
    "asset_prompt_summary": "A sophisticated mid-century modern boutique fitnes..."
  },
  {
    "title": "Specialty Coffee Equipment Technicians",
    "slug": "specialty-coffee-equipment-technicians",
    "target_audience": "Specialty Coffee Equipment Technicians",
    "headline": "Precision instruments for the artisans who keep the ritual alive.",
    "subheadline": "Purpose-built diagnostics and repair tools engineered for the technicians who maintain commercial espresso machines—because a La Marzocco deserves better than a generic multimeter.",
    "pain_point_copy": "You're calibrating pressure profiles to 0.1 bar tolerances with equipment designed for HVAC work. Every service call means carrying three different toolkits because no manufacturer understands that espresso machines aren't just boilers with buttons. The machinery you service costs more than most cars, yet you're expected to diagnose flow rates and temperature stability with instruments built for basement water heaters.",
    "solution_copy": "Our pressure mapping system speaks your language—pre-programmed profiles for every major group head manufacturer, steam wand flow diagnostics that understand the difference between a Synesso and a Slayer, and calibration tools sized for the actual geometry of commercial portafilters. Each instrument is machined to tolerances that match the machines you're servicing, housed in walnut cases that look at home next to a vintage Faema. Tools worthy of the craft.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_129aa4c8-7d6f-4e7a-95c9-4e3892f43495.png",
    "asset_prompt_summary": "A beautifully organized mid-century modern workben..."
  },
  {
    "title": "Commercial Kitchen Incubator Managers",
    "slug": "commercial-kitchen-incubator-managers",
    "target_audience": "Commercial Kitchen Incubator Managers",
    "headline": "The Incubator Should Run Like Clockwork. Not Like a Spreadsheet.",
    "subheadline": "Purpose-built tools for kitchen incubator managers who coordinate real kitchens, real businesses, and real futures—not just cells and columns.",
    "pain_point_copy": "You're running a sophisticated operation with equipment calendars, member certifications, health inspections, and revenue shares. But your tools? Built for generic coworking spaces or clunky restaurant POS systems that miss half of what you do. Every day is duct-taped workflows, double-entry in three different systems, and explanations to members about why simple requests take so long. Your operation deserves better than off-the-shelf approximations.",
    "solution_copy": "We craft management systems specifically for the unique rhythm of commercial kitchen incubators—member certification tracking that syncs with equipment access, scheduling that understands prep versus production time, revenue models that handle percentage-based rent and punch cards. Everything you need, precisely calibrated to how kitchen incubators actually operate. No excess features. No missing essentials. Just purposeful tools built by people who understand your world.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_81699e46-1622-42b9-8caf-83836d41a32a.png",
    "asset_prompt_summary": "A 1960s commercial kitchen incubator manager's off..."
  },
  {
    "title": "Independent Music Recording Studio Engineers",
    "slug": "independent-music-recording-studio-engineers",
    "target_audience": "Independent Music Recording Studio Engineers",
    "headline": "The Session Doesn't Wait for Generic Software",
    "subheadline": "Purpose-built tools for independent engineers who know the difference between a mix and a masterpiece",
    "pain_point_copy": "Every DAW promises to be everything to everyone—bedroom producers, podcast editors, film composers. You're none of those. You're tracking live drums at 2am, managing analog signal chains, and making split-second calls that generic presets can't touch. The software built for mass markets forces you to work around it, not with it. Your craft deserves better than one-size-fits-all.",
    "solution_copy": "We built this for the 3am session, the vintage console integration, the client who knows exactly what they want. Thoughtfully designed workflows that mirror how you actually work—not how Silicon Valley thinks you should. Every feature earned its place by solving a real problem in a real studio. No bloat. No compromise. Just the precision tools that let you focus on what you do best: capturing lightning in a bottle.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_def25bb8-6ecd-4932-9c9d-424fe10e590c.png",
    "asset_prompt_summary": "A mid-century modern recording studio control room..."
  },
  {
    "title": "Solar Panel Installation Company Owners",
    "slug": "solar-panel-installation-company-owners",
    "target_audience": "Solar Panel Installation Company Owners",
    "headline": "The Era of Assembly Lines Is Over. Your Solar Business Deserves Bespoke.",
    "subheadline": "Purpose-built software for installation companies doing $2M-$20M annually—crafted with the precision your operation requires.",
    "pain_point_copy": "Every SaaS platform promises to 'revolutionize' solar installation management. Yet here you are, still juggling three different systems—one for proposals, another for project management, a third for crew scheduling. They're built for everyone, which means they're built for no one. Your installers waste 40 minutes per job entering redundant data. Your sales team can't generate accurate site assessments without carrier pigeons to engineering. The software wasn't designed for how solar actually works, and your margins are bleeding because of it.",
    "solution_copy": "We build operational systems the way Eames designed furniture—every joint intentional, every surface considered, nothing superfluous. One integrated platform that understands solar installation workflows because we spent 400 hours studying yours specifically. Permit tracking that knows local AHJ requirements. Crew scheduling that factors in roof pitch and panel weight. Proposal generation that pulls real utility rate data for your service area. It's not off-the-rack software with your logo on it. It's tailored to how installation companies at your scale actually operate.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_2980a558-7cba-4350-b1ee-92e1c3018e64.png",
    "asset_prompt_summary": "A sophisticated mid-century modern office workspac..."
  },
  {
    "title": "Artisan Cheese Makers",
    "slug": "artisan-cheese-makers",
    "target_audience": "Artisan Cheese Makers",
    "headline": "Craft shouldn't be rushed. Neither should the tools that support it.",
    "subheadline": "Precision instruments for artisan cheese makers who know that time, temperature, and tradition matter more than speed.",
    "pain_point_copy": "You've spent years perfecting your cultures, aging protocols, and cave conditions. Yet every software tool you touch was built for factories pushing commodity product. Generic dashboards track metrics that don't matter. Clunky interfaces demand you adapt your craft to their logic. The tools meant to help you feel like they were designed by people who've never felt the weight of a proper aging wheel in their hands.",
    "solution_copy": "We built something different. Instruments calibrated to the rhythms of traditional cheese making—tracking the variables you actually care about with the precision your craft deserves. Temperature curves that mirror your caves, not assembly lines. Batch records that understand terroir isn't a buzzword, it's everything. Tools that feel as considered in your hand as the work you do with them. Because the finest craft deserves thoughtful support, not corporate efficiency theater.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_4e3eba32-081c-4c46-b6a5-f36b0d0dcbb4.png",
    "asset_prompt_summary": "Subject: A mid-century modern artisan cheese aging..."
  },
  {
    "title": "Escape Room Experience Designers",
    "slug": "escape-room-experience-designers",
    "target_audience": "Escape Room Experience Designers",
    "headline": "Design experiences worth remembering. Not spreadsheets worth forgetting.",
    "subheadline": "Purpose-built tools for escape room designers who craft narratives, not just puzzles—because your creative process deserves better than a project manager's hand-me-downs.",
    "pain_point_copy": "You're orchestrating multi-layered narratives, designing physical interactions, and choreographing emotional arcs. Yet you're stuck wrestling with Asana boards built for software sprints and Notion databases that treat your immersive storylines like inventory lists. Generic project tools force your spatial, tactile design process into rigid text boxes—flattening the very dimensionality that makes your work extraordinary.",
    "solution_copy": "Our platform understands that escape rooms aren't built in linear timelines—they're woven from intersecting story threads, sensory touchpoints, and spatial choreography. Map your narrative flows visually. Link physical props to story beats. Track player psychology alongside puzzle mechanics. Every feature is purpose-carved for designers who think in three dimensions and emotional crescendos, not Gantt charts and status updates.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_3d0adb65-2aad-4106-be85-b7836b2efb13.png",
    "asset_prompt_summary": "Wide shot of a sophisticated mid-century modern wo..."
  },
  {
    "title": "Commercial Beekeeping Operations",
    "slug": "commercial-beekeeping-operations",
    "target_audience": "Commercial Beekeeping Operations",
    "headline": "The Science of Scale Meets the Art of Care",
    "subheadline": "Purpose-built colony management for operations running 500+ hives—because industrial doesn't have to mean impersonal",
    "pain_point_copy": "Off-the-shelf farm software treats your bees like widgets in a warehouse. Generic agricultural platforms can't distinguish between a thriving super and a failing queen, leaving you to manage thousands of colonies with the same spreadsheets your grandfather used. Every inspection becomes data entry theater instead of actionable intelligence, and by the time you spot the pattern, you've lost a dozen hives.",
    "solution_copy": "We built a system that understands colony dynamics the way you do—tracking brood patterns, honey flows, and queen performance with the precision of a master beekeeper's eye, scaled across your entire operation. Visual heatmaps replace endless rows of numbers. Predictive alerts catch problems three weeks before they cost you production. Your institutional knowledge becomes organizational intelligence, preserved in a tool as considered as the mid-century apiarists who perfected the Langstroth hive.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_e6c37ddd-6601-4f6b-b6d6-069a5d2a367b.png",
    "asset_prompt_summary": "Interior shot of a 1960s commercial apiary office ..."
  },
  {
    "title": "Luxury Pet Grooming Salon Owners",
    "slug": "luxury-pet-grooming-salon-owners",
    "target_audience": "Luxury Pet Grooming Salon Owners",
    "headline": "Elegance Isn't Accidental. Neither Is Your Business.",
    "subheadline": "Premium salon management crafted for owners who understand that luxury is in the details—from the shears to the spreadsheets.",
    "pain_point_copy": "Off-the-shelf booking systems treat your atelier like a quick-clip chain. They can't capture your bespoke pricing, they don't understand your curated client relationships, and they certainly don't reflect the meticulous standards that define your salon. Every workaround feels like compromise—and compromise has no place in your business.",
    "solution_copy": "We've built something different. A management system that mirrors your craft: thoughtfully designed, precision-engineered, unapologetically refined. Track your signature services, nurture your distinguished clientele, and manage your appointments with the same attention to detail you bring to every groom. Because tools this sophisticated shouldn't feel like tools at all.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_bf211678-a3a9-4da6-ba0e-76ca646a8f1c.png",
    "asset_prompt_summary": "A sun-drenched luxury pet grooming salon workspace..."
  },
  {
    "title": "Restoration Hardware Sourcing Specialists",
    "slug": "restoration-hardware-sourcing-specialists",
    "target_audience": "Restoration Hardware Sourcing Specialists",
    "headline": "The Quiet Craftsmanship Behind Every Perfect Sourcing Decision",
    "subheadline": "Purpose-built intelligence for Restoration Hardware specialists who know the difference between vintage and merely old",
    "pain_point_copy": "Generic sourcing platforms treat a Broyhill Brasilia credenza the same as particle board from Target. They don't understand provenance, finish variations, or why a 1958 piece commands different attention than a 1962 reproduction. You spend hours translating your expertise into keyword searches that return thousands of irrelevant results, then manually sorting through the noise. The tools weren't made for people who can identify a maker's mark at twenty paces.",
    "solution_copy": "We built a system that thinks like you do—trained on decades of mid-century design language, maker signatures, and market patterns. It understands that 'walnut' means something different in 1956 than it does today. Surface exactly what you need through filters that respect wood grain direction, joinery methods, and period-correct hardware. Spend your time evaluating pieces, not searching for them. Your expertise deserves tools with equal sophistication.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_01281b0a-0421-4634-a1bf-f95a9acb8875.png",
    "asset_prompt_summary": "Subject: A refined workspace of a Restoration Hard..."
  },
  {
    "title": "Clinical Research Coordinators at Private Practices",
    "slug": "clinical-research-coordinators-at-private-practices",
    "target_audience": "Clinical Research Coordinators at Private Practices",
    "headline": "Research coordination isn't assembly-line work. Why settle for assembly-line tools?",
    "subheadline": "Purpose-built software for Clinical Research Coordinators who run tight ships at private practices—where every patient interaction matters and every protocol deviation doesn't.",
    "pain_point_copy": "Generic clinical trial software was designed for sprawling academic centers with dedicated IT departments and specialized teams for every function. You're running patient recruitment, regulatory compliance, and site monitoring from a practice that sees real patients every day. The one-size-fits-all platforms force you into workflows built for organizations ten times your size, burying simple tasks under enterprise complexity you'll never use.",
    "solution_copy": "We crafted coordination software the way Eames designed chairs: form fitted precisely to function. Every feature—from patient screening to monitoring visit prep—shaped around the reality of private practice research. No bloated modules for capabilities you don't need. No workflows that assume you have three people doing one person's job. Just the essential tools, refined to feel intuitive in your hands, responsive to how you actually work.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_2be8b604-2d74-4ef9-84d0-305e5d0678b3.png",
    "asset_prompt_summary": "A meticulously organized mid-century modern desk i..."
  },
  {
    "title": "Architectural Salvage Yard Operators",
    "slug": "architectural-salvage-yard-operators",
    "target_audience": "Architectural Salvage Yard Operators",
    "headline": "The Artifacts Deserve Better Than Off-The-Rack Software",
    "subheadline": "Purpose-built inventory and client management for salvage yards that curate history, not hardware",
    "pain_point_copy": "Generic inventory systems treat a 1920s brass doorknob the same as a box of screws. They can't capture provenance, architectural period, or the story that makes a salvaged piece irreplaceable. You spend hours manually describing what matters—the patina, the maker's mark, the building it came from—while your software demands SKUs and barcodes that miss the point entirely.",
    "solution_copy": "Custom-tailored tools that understand your inventory isn't commoditized. Document architectural period, material authenticity, and provenance alongside location and pricing. Search by era, style, or building origin. Surface the perfect piece for designers who ask for \"original Deco brass\" not \"part number 4729.\" Your catalog becomes as considered as the artifacts you preserve.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_aa6b4dbc-e3b6-42c6-822f-bdc766932c19.png",
    "asset_prompt_summary": "Interior of a mid-century modern architectural sal..."
  },
  {
    "title": "Fertility Clinic Laboratory Directors",
    "slug": "fertility-clinic-laboratory-directors",
    "target_audience": "Fertility Clinic Laboratory Directors",
    "headline": "Precision isn't manufactured. It's cultivated.",
    "subheadline": "Lab management systems built for the exacting standards of embryology—not borrowed from inventory software.",
    "pain_point_copy": "Your lab orchestrates miracles at the cellular level, yet you're tracking it all with systems designed for warehouses. Generic LIMS platforms force you into rigid workflows that don't understand the difference between a day-3 embryo and a spare part. Every workaround you build, every spreadsheet you maintain in parallel, every manual check to prevent catastrophic mix-ups—these aren't inefficiencies. They're symptoms of software that was never designed for the weight of what you do.",
    "solution_copy": "We craft laboratory systems with the same precision you bring to your work. Purpose-built for embryology workflows, our platform understands witnessing protocols, cryostorage genealogy, and thechain of identity that makes your work possible. Clean interfaces. Intelligent automation that enhances your protocols rather than fighting them. The kind of thoughtful design that feels less like software and more like an extension of your expertise—because it was built by people who understand that in your lab, there is no margin for error.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_1f9a2788-50fe-4305-b747-e9ba302b380e.png",
    "asset_prompt_summary": "A mid-century modern fertility clinic laboratory w..."
  },
  {
    "title": "Commercial Hydroponic Lettuce Farmers",
    "slug": "commercial-hydroponic-lettuce-farmers",
    "target_audience": "Commercial Hydroponic Lettuce Farmers",
    "headline": "Software Built Like Your Operation Was Designed",
    "subheadline": "Precision hydroponic management crafted specifically for commercial lettuce cultivation—because 28-day cycles demand more than generic crop templates",
    "pain_point_copy": "Off-the-shelf agriculture platforms were built for tomatoes, cannabis, strawberries—anything but the precise choreography of commercial lettuce. You're manually translating their generic alerts, overriding their broad recommendations, and compensating for their inability to understand that pH shifts mean different things on Day 7 versus Day 23. Every workaround costs you margins you can't afford to lose.",
    "solution_copy": "High Era is purpose-built for commercial hydroponic lettuce operations. Our system understands your nutrient timing, your harvest windows, your variety-specific EC curves. We don't adapt cannabis software for your crops—we start with your reality and craft the tooling around it. The result: monitoring that anticipates rather than alerts, automation that understands context, and data that translates directly to better yields per square foot.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_f2ae51e1-ac7a-4bf9-9d74-08eefe8d0aad.png",
    "asset_prompt_summary": "A mid-century modern commercial hydroponic lettuce..."
  },
  {
    "title": "Craft Brewery Taproom Managers",
    "slug": "craft-brewery-taproom-managers",
    "target_audience": "Craft Brewery Taproom Managers",
    "headline": "The Art of Running a Room That Keeps Them Coming Back",
    "subheadline": "Purpose-built taproom management for brewers who know the difference between serving beer and creating an experience worth repeating",
    "pain_point_copy": "Your POS was designed for chain restaurants. Your reservation system thinks you're a white-tablecloth bistro. Your inventory tool has never heard of a firkin. Every night, you're stitching together five different platforms that don't speak to each other, don't understand seasonals, and certainly don't know that your Friday regular always starts with the hazy IPA. You didn't get into craft beer to become a software translator.",
    "solution_copy": "What if your tools understood draft rotation as well as you do? We built this specifically for taproom operators—not adapted from restaurant software, not scaled down from enterprise brewing systems. Manage your tap list, track keg yields, read your room's rhythm, and know your regulars' preferences without keeping it all in your head. It's the system you'd design yourself if you had the time. Refined, purposeful, and refreshingly un-corporate.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_c0db9dd3-c56b-4896-a8d9-7659a25319e0.png",
    "asset_prompt_summary": "A sophisticated craft brewery taproom manager's wo..."
  },
  {
    "title": "Pilates Studio Equipment Buyers",
    "slug": "pilates-studio-equipment-buyers",
    "target_audience": "Pilates Studio Equipment Buyers",
    "headline": "The Reformer Deserves Better Than a Spreadsheet",
    "subheadline": "Bespoke inventory and client management for studios that understand the difference between equipment and investment",
    "pain_point_copy": "You didn't fill your studio with mass-market machines. Every reformer, every Cadillac, every barrel was chosen with intention—for its craftsmanship, its lineage, its feel under a client's hands. Yet you're tracking $200,000 of precision equipment in the same generic software a tire shop uses. Your maintenance schedules live in sticky notes. Your client progress exists in scattered spreadsheets. The tools don't respect what you've built.",
    "solution_copy": "We designed this for studios where equipment isn't overhead—it's heritage. Track each piece's provenance, maintenance history, and usage patterns in a system as considered as your space. Client profiles connect body mechanics to specific apparatus. Scheduling understands that your 1952 Gratz reformer books differently than your contemporary Allegro. Every detail calibrated for studios that invested in the right tools, not just any tools.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_acc625f5-827f-421b-9f15-0cba31e0a395.png",
    "asset_prompt_summary": "Interior of a sunlit mid-century Pilates studio, 1..."
  },
  {
    "title": "Commercial HVAC Service Company Owners",
    "slug": "commercial-hvac-service-company-owners",
    "target_audience": "Commercial HVAC Service Company Owners",
    "headline": "Precision Engineered for the Modern Tradesman",
    "subheadline": "Custom-built solutions that understand commercial HVAC complexity—because cookie-cutter software was designed for everyone else",
    "pain_point_copy": "Off-the-shelf platforms force you into workflows built for plumbers, electricians, and general contractors. Your dispatch board doesn't understand zone systems. Your invoicing can't handle maintenance contracts with tiered pricing. Your technicians waste billable hours translating what they do into software that wasn't made for what you actually sell. Every workaround costs you margin.",
    "solution_copy": "We craft software with the same precision you bring to balancing airflow. Purpose-built modules for preventive maintenance schedules, refrigerant tracking, and multi-building contracts. Dispatching that accounts for equipment certifications and emergency SLAs. Invoicing that speaks your language—tonnage, SEER ratings, and seasonal agreements. Built by people who know the difference between a chiller and a rooftop unit.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_3580e84e-fa72-490a-b6fa-042302fbcb7a.png",
    "asset_prompt_summary": "A pristine mid-century modern office workspace, wa..."
  },
  {
    "title": "Independent Bookstore Owners",
    "slug": "independent-bookstore-owners",
    "target_audience": "Independent Bookstore Owners",
    "headline": "The Inventory System Built for Discovery, Not Distribution",
    "subheadline": "Purpose-built software that understands curation isn't a category—it's your entire business model",
    "pain_point_copy": "Amazon's algorithms push bestsellers. Square assumes you're selling widgets. Your current POS thinks a signed first edition and a mass-market paperback are the same SKU with different prices. Every system you've tried was designed for volume retail, then awkwardly retrofitted with a \"books\" module. Meanwhile, you're running a cultural institution on software built for turnstile economics.",
    "solution_copy": "We spent two years in independent bookstores—not selling, listening. The result is inventory management that respects what you actually do: track consignment by local authors, flag staff favorites for hand-selling, manage event inventory separately from floor stock, and see which recommendations convert browsers into regulars. Built specifically for stores where every spine placement is a curatorial decision, not an algorithmic output.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_73c2212a-5071-4957-a109-962fb887e463.png",
    "asset_prompt_summary": "A warmly-lit independent bookstore back office dur..."
  },
  {
    "title": "Commercial Food Truck Operators",
    "slug": "commercial-food-truck-operators",
    "target_audience": "Commercial Food Truck Operators",
    "headline": "The Kitchen Moves. Your System Should Too.",
    "subheadline": "Purpose-built operations software for food truck owners who refuse to run their business on napkins and prayer",
    "pain_point_copy": "Every point-of-sale system promises to solve your problems, then hands you the same bloated restaurant software built for white tablecloths and reservations. You're out here managing inventory across three commissaries, coordinating festival permits in four counties, and tracking which menu sells at the Saturday farmer's market versus the Tuesday lunch rush. Meanwhile, your 'solution' is designed for someone with a host stand and a wine cellar.",
    "solution_copy": "We built something honest: software that understands your kitchen has wheels. Track inventory that moves between locations. Manage permits by event, not by dining room. See which menu items perform at which stops, because your Broadway location isn't your brewpub location. It's the system you'd design yourself if you had the time—which you don't, because you're running a business that never parks in the same place twice.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_c69451e3-24b1-495d-b73c-376b386fcc59.png",
    "asset_prompt_summary": "A 1960s-era food truck operator's command center w..."
  },
  {
    "title": "Dental Lab Technicians (Independent)",
    "slug": "dental-lab-technicians-independent",
    "target_audience": "Dental Lab Technicians (Independent)",
    "headline": "Precision isn't mass-produced. Neither should your tools be.",
    "subheadline": "Purpose-built digital solutions for independent dental lab technicians who refuse to compromise on craftsmanship",
    "pain_point_copy": "You've spent years mastering the art of dental prosthetics—knowing exactly how wax behaves, how porcelain fires, how metal articulates. Yet your digital tools treat you like every other user, forcing workarounds that slow your hand and dull your edge. Generic software designed for corporate labs can't account for the nuanced decisions you make fifty times a day, leaving you to bridge the gap between what the machine assumes and what your client actually needs.",
    "solution_copy": "We've built something different. Digital instruments calibrated specifically for the independent technician—systems that understand your workflow isn't an assembly line, but a practiced discipline. Track case specifications the way you actually think about them. Manage client relationships without CRM bloat. Document your techniques without corporate templates. Tools that respect your craft enough to get out of your way, sharp enough to keep pace with your standards.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_6d644448-364f-48a9-a4cd-1350dd9e3420.png",
    "asset_prompt_summary": "Wide shot of a 1960s dental laboratory workspace b..."
  },
  {
    "title": "Commercial Roof Coating Contractors",
    "slug": "commercial-roof-coating-contractors",
    "target_audience": "Commercial Roof Coating Contractors",
    "headline": "The Coating Contractor's Edge: Precision Tools for the Trade That Built Skylines",
    "subheadline": "Purpose-built software for commercial roof coating contractors who measure success in square footage covered, not features they'll never use",
    "pain_point_copy": "Every estimating platform promises to 'revolutionize' your business with bloated dashboards and features designed for general contractors. You're not general. You're calculating membrane thickness, factoring substrate conditions, and pricing silicone versus acrylic systems—details these one-size-fits-all tools completely miss. The result? You're either overpaying for complexity you don't need or building workarounds in spreadsheets that waste 6 hours every week.",
    "solution_copy": "What if your tools understood the difference between a TPO restoration and an elastomeric application? Our platform speaks your language—substrate prep calculators, mil-thickness estimators, and material cost databases built specifically for coating contractors. No generic templates. No wasted features. Just the precise instruments you need to quote faster, win more jobs, and get back on the roof where you belong. Like a perfectly calibrated spray rig, every feature earns its place.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_09bf706f-e67b-4c1b-8fbd-65411586c2da.png",
    "asset_prompt_summary": "A sun-drenched commercial roof coating contractor'..."
  },
  {
    "title": "Axe Throwing Venue Operators",
    "slug": "axe-throwing-venue-operators",
    "target_audience": "Axe Throwing Venue Operators",
    "headline": "The Art of Axes Deserves More Than Generic Software",
    "subheadline": "Purpose-built management tools for venue operators who understand that every throw, every league night, and every private event demands precision—not compromise",
    "pain_point_copy": "You're running a business that blends craft, competition, and controlled chaos. But your booking system was built for yoga studios. Your POS thinks you're a restaurant. Your waiver software has no idea what a league bracket is. Every day, you're duct-taping together five different platforms, manually tracking league standings in spreadsheets, and explaining to your staff why nothing talks to anything else. The tool should fit the craft—not the other way around.",
    "solution_copy": "We built this for axe houses, not adapted it from something else. Lane scheduling that understands rotations and tournament formats. League management that tracks standings, handles buy-ins, and generates brackets automatically. Waiver integration that knows the difference between walk-ins and regulars. One system, designed with the precision your venue demands. Because operators who've mastered the art of the throw deserve software with the same level of craft.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_86d9450e-ec6f-40a9-828d-6b167c24b4d5.png",
    "asset_prompt_summary": "A mid-century modern office workspace for an axe t..."
  },
  {
    "title": "Boutique PR Agency Founders",
    "slug": "boutique-pr-agency-founders",
    "target_audience": "Boutique PR Agency Founders",
    "headline": "The Last Agency Built By Hand",
    "subheadline": "Bespoke client intelligence and media tracking for PR firms who refuse to sound like everyone else",
    "pain_point_copy": "Every platform promises to 'streamline your workflow' and 'scale your outreach.' What they deliver: the same dashboard your competitors use, the same media lists everyone pitches, the same generic insights that make your $15K retainers feel like commodity work. Your agency was built on relationships and instinct—not assembly-line automation.",
    "solution_copy": "We craft intelligence systems the way mid-century designers built furniture: one piece at a time, fitted to your hand. Your media database becomes an artifact of your relationships. Your client dashboards reflect your point of view, not a template's. Each tool shaped to your roster, your journalists, your reputation. Because agencies charging premium fees deserve more than software-as-a-service—they deserve software-as-a-craft.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_513a9e8f-8c63-4614-948d-08d31b81931a.png",
    "asset_prompt_summary": "A pristine mid-century modern executive desk photo..."
  },
  {
    "title": "Equestrian Facility Managers",
    "slug": "equestrian-facility-managers",
    "target_audience": "Equestrian Facility Managers",
    "headline": "Where Form Meets Function in Every Stall",
    "subheadline": "Facility management software designed with the same precision you bring to your barn—no clutter, no compromise, just elegant control",
    "pain_point_copy": "Generic farm management platforms treat your equestrian facility like a commodity operation—endless dropdowns, cluttered dashboards, features built for cattle ranches and crop fields. You're managing a space where details matter: training schedules that shift by the hour, client relationships built on trust, equipment that demands meticulous care. The software wasn't made for the craftsmanship your facility requires.",
    "solution_copy": "We built this for the way you actually work. Every interface considered, every workflow refined to its essential form. Schedule training sessions with the fluidity of pen on paper. Track your horses' needs without wading through features you'll never use. Communicate with clients through tools that feel personal, not automated. It's facility management that honors the discipline you bring to every detail—thoughtfully crafted, purposefully minimal, infinitely capable.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_5a20f5ff-185b-4fce-b973-53b2b952df28.png",
    "asset_prompt_summary": "A sun-drenched equestrian facility manager's offic..."
  },
  {
    "title": "Industrial 3D Printing Service Bureaus",
    "slug": "industrial-3d-printing-service-bureaus",
    "target_audience": "Industrial 3D Printing Service Bureaus",
    "headline": "Precision isn't manufactured. It's cultivated.",
    "subheadline": "Transform your service bureau from order-taker to trusted manufacturing partner with tools built for industrial-scale additive production.",
    "pain_point_copy": "Every quote request demands custom calculations. Every material spec requires manual lookup. Every client conversation starts from zero because your systems treat titanium aerospace components the same as plastic prototypes. Off-the-shelf software was built for hobbyists who became businesses—not for bureaus running $500K machines 24/7. You're operating at industrial scale with desktop-era tools.",
    "solution_copy": "Our platform understands the vocabulary of serious manufacturing. Material certifications tracked automatically. Multi-machine scheduling that accounts for post-processing sequences. Client portals that speak the language of engineers, not enthusiasts. Built specifically for bureaus running HP, EOS, and SLM machines—where uptime is measured in thousands per hour and quality documentation isn't optional, it's contractual.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_be30c98b-b61c-407d-b922-a38f699a2826.png",
    "asset_prompt_summary": "Subject: A 1960s industrial workshop dedicated to ..."
  },
  {
    "title": "Specialty Compounding Pharmacy Owners",
    "slug": "specialty-compounding-pharmacy-owners",
    "target_audience": "Specialty Compounding Pharmacy Owners",
    "headline": "Software Built Like Your Formulations: One Practice at a Time",
    "subheadline": "Pharmacy management crafted for the complexities of compounding—not retrofitted from retail chains",
    "pain_point_copy": "Off-the-shelf pharmacy systems were designed for counting pills in bottles, not crafting individualized medications. Every workaround you've built, every spreadsheet tracking custom formulations, every manual log for beyond-use dates—these aren't inefficiencies. They're proof that your practice deserves better than repurposed retail software.",
    "solution_copy": "We build for practices of one. Your formulation protocols, your compounding workflows, your regulatory documentation—engineered with the same precision you bring to a hormone pellet or a veterinary suspension. No compromises. No 'close enough.' Just software that understands the difference between dispensing and compounding.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_9fa7eea2-6d1d-44ea-881c-ae379f7d95eb.png",
    "asset_prompt_summary": "A mid-century modern specialty compounding pharmac..."
  },
  {
    "title": "Medical Spa Equipment Purchasers",
    "slug": "medical-spa-equipment-purchasers",
    "target_audience": "Medical Spa Equipment Purchasers",
    "headline": "Equipment that whispers luxury, not machinery.",
    "subheadline": "Medical spa tools engineered for clinics where aesthetics matter as much as outcomes—because your clients notice everything.",
    "pain_point_copy": "Off-the-shelf medical equipment looks like it belongs in a hospital, not your carefully curated spa. The industrial design, harsh LEDs, and cold metal contradict every design choice you've made. Your clients come for transformation in an environment of calm sophistication—then see machinery that screams 'clinical.' The disconnect costs you the premium positioning you've worked to build.",
    "solution_copy": "We craft medical spa equipment for practitioners who understand that the tool is part of the treatment experience. Every curve, material choice, and interface is designed with mid-century restraint and surgical precision. Warm brass accents. Leather touchpoints. Controls that feel intuitive, not technical. Performance that meets medical standards, wrapped in design that honors your space. Equipment that earns its place in your environment.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_30b1de53-a2af-4396-a7cb-fa144527c88d.png",
    "asset_prompt_summary": "A sophisticated medical spa treatment room photogr..."
  },
  {
    "title": "Board Game Café Owners",
    "slug": "board-game-cafe-owners",
    "target_audience": "Board Game Café Owners",
    "headline": "The Art of Keeping Tables Full Without Losing Your Mind",
    "subheadline": "Purpose-built reservation and event management for board game cafés that actually understand how your business works",
    "pain_point_copy": "You're running a business that doesn't fit any mold. OpenTable thinks you're a restaurant. Eventbrite thinks you're a venue. Your POS doesn't understand table holds, game library checkouts, or why a four-top might need to stay for three hours. So you're juggling spreadsheets, double-bookings, and staff who can't tell if Table 7 is finishing Wingspan or just ordered their second round of drinks. The tools weren't made for you, and it shows every Saturday night.",
    "solution_copy": "We built this for the 47 board game cafés who told us exactly what they needed. One system that handles walk-ins and reservations, tracks game circulation and food orders, knows the difference between a quick-play table and a campaign group, and gives you real visibility into what's actually happening on your floor. No Frankensteining multiple platforms. No training staff on five different systems. Just elegant management that works the way you do.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_b68fd63d-fe93-4b41-8a58-8eb13da23e80.png",
    "asset_prompt_summary": "A sophisticated mid-century modern board game café..."
  },
  {
    "title": "Commercial Painting Contractors (Mid-Size)",
    "slug": "commercial-painting-contractors-mid-size",
    "target_audience": "Commercial Painting Contractors (Mid-Size)",
    "headline": "The Estimating Tool That Remembers What a Square Foot Actually Costs",
    "subheadline": "Purpose-built project intelligence for commercial contractors who measure twice and bid once—without the spreadsheet archaeology",
    "pain_point_copy": "You've tried the project tools built for software teams tracking 'sprints' and 'velocity.' Meanwhile, you're juggling material costs that change weekly, crew schedules across four job sites, and clients who want line-item breakdowns yesterday. The generic solutions make you adapt your decades of expertise to their rigid boxes. The irony? You spend more time managing the management tool than managing the work.",
    "solution_copy": "We built this for the contractor who knows the difference between semi-gloss and satin matters. Every feature—from weather-aware scheduling to region-specific material databases—reflects how commercial painting actually works. Your estimates pull from your historical job data, not generic industry averages. Your crew sees tomorrow's site assignments on their phone, not buried in email threads. It's the precision instrument your craft deserves, designed with the same attention to detail you bring to every project.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_8a6a05bb-8511-4a0d-907f-7b4e7aad21e1.png",
    "asset_prompt_summary": "Medium shot of a 1960s commercial painting contrac..."
  },
  {
    "title": "Virtual Assistant Agency Owners",
    "slug": "virtual-assistant-agency-owners",
    "target_audience": "Virtual Assistant Agency Owners",
    "headline": "Your Agency Runs Like Clockwork. Your Systems Should Too.",
    "subheadline": "Bespoke operations software for Virtual Assistant agencies that refuse to compromise on precision, elegance, or control.",
    "pain_point_copy": "Off-the-shelf platforms force you into their workflow—rigid, bloated, built for everyone and no one. You spend hours wrestling with generic features you'll never use while the essentials you actually need require three workarounds and a prayer. Your agency is a finely-tuned operation. Your software feels like it was designed by committee in 2014.",
    "solution_copy": "We craft operations systems the way Mid-Century designers approached furniture: form married to function, nothing extraneous, everything intentional. Each interface is built around how your agency actually works—client onboarding, VA coordination, billing workflows—not how some product manager imagined it might. The result feels less like software and more like a natural extension of your process. Refined. Responsive. Yours.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_bf215cf9-4998-4ddb-8276-c4f1bc1d7257.png",
    "asset_prompt_summary": "A sunlit 1960s executive office with walnut desk a..."
  },
  {
    "title": "Commercial Laundry Service Operators",
    "slug": "commercial-laundry-service-operators",
    "target_audience": "Commercial Laundry Service Operators",
    "headline": "The Machine Age Deserves Machine Intelligence",
    "subheadline": "Purpose-built operations software for commercial laundry operators who understand that precision isn't just for pressing—it's for profit.",
    "pain_point_copy": "You've tried the one-size-fits-all platforms. The retail POS systems that can't track route schedules. The generic inventory tools that don't understand linen par levels or soil classifications. The cloud dashboards designed by people who've never touched a tunnel washer. Every workaround costs you time, every manual reconciliation bleeds margin, and every missed delivery erodes the trust you've spent decades building.",
    "solution_copy": "We built this for your operation specifically. Track every piece from soil sort to delivery, manage routes with the precision of a Swiss movement, and see real-time utilization across your entire fleet—washers, dryers, folders, and trucks. The interface feels like the tools you trust: analog clarity with digital intelligence. No learning curve designed by engineers who've never stepped onto a production floor. Just the information you need, when you need it, presented with the respect your craft deserves.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_07b879d7-00fd-4732-91ef-92c2f4425219.png",
    "asset_prompt_summary": "A 1960s commercial laundry manager's office worksp..."
  },
  {
    "title": "Motorsports Track Day Organizers",
    "slug": "motorsports-track-day-organizers",
    "target_audience": "Motorsports Track Day Organizers",
    "headline": "The Precision Instrument Your Track Days Deserve",
    "subheadline": "Purpose-built management tools for organizers who understand that every second—on track and off—demands exactitude",
    "pain_point_copy": "Generic event platforms treat your track day like a wedding venue booking. They don't understand grid positions, tech inspection workflows, or the split-second decisions that keep 40 cars running hot laps safely. You're wrestling spreadsheets at 11 PM because your 'event software' thinks a run group is the same as a dinner seating chart. Your participants expect the precision you deliver on track—your tools should match that standard.",
    "solution_copy": "We've engineered each feature the way you'd spec a suspension setup: deliberately, specifically, obsessively. Real-time grid management that understands passing zones. Tech inspection checklists that adapt to your requirements. Participant communication timed to driver briefings, not generic reminder blasts. Built by people who know the difference between a novice session and an advanced run group—and why that difference matters at 120 mph.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_99e11a3c-d050-448c-a6d1-c3543521ab2e.png",
    "asset_prompt_summary": "A sophisticated mid-century modern office desk in ..."
  },
  {
    "title": "Pet Cremation Service Providers",
    "slug": "pet-cremation-service-providers",
    "target_audience": "Pet Cremation Service Providers",
    "headline": "The Art of Presence in Their Most Delicate Hour",
    "subheadline": "Purpose-built client management for pet cremation services that honors every family's journey with the grace they deserve",
    "pain_point_copy": "Generic CRM systems weren't designed for the weight you carry. They force you into rigid workflows built for sales pipelines and transactions—language that feels cold when families are grieving. You're toggling between five different tools just to coordinate a single service, and none of them understand that a 'follow-up' isn't a sales call—it's a condolence, a memorial option discussion, a moment that demands sensitivity. The software treats sacred work like widgets.",
    "solution_copy": "We've crafted something different. A thoughtfully designed system that speaks the language of compassion—memorial timelines instead of sales funnels, family profiles instead of contact records, remembrance touchpoints instead of drip campaigns. Every interface element considers the emotional context of your work. Schedule services with dignity calendars, manage keepsake inventory with care, and communicate with families through templates that feel handwritten, not automated. This is software designed by hand, for work done with heart.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_21d138be-710f-4d41-ab22-39519224a379.png",
    "asset_prompt_summary": "A sun-drenched mid-century modern office workspace..."
  },
  {
    "title": "Fractional CFO Service Providers",
    "slug": "fractional-cfo-service-providers",
    "target_audience": "Fractional CFO Service Providers",
    "headline": "Precision Instruments for the Modern CFO Practice",
    "subheadline": "Purpose-built financial intelligence tools that honor the craft of strategic advisory—not another dashboard built for bookkeepers",
    "pain_point_copy": "Off-the-shelf platforms force you into their workflow. You spend billable hours wrestling with rigid templates designed for W-2 accountants, not strategic advisors. Your clients expect boardroom-caliber insights, but your tools give you glorified spreadsheets with a fresh coat of paint. The sophistication gap between your expertise and your instruments shows—and it's costing you positioning.",
    "solution_copy": "High Era crafts bespoke financial intelligence systems the way Eames designed chairs: form married to function, no excess. Each instrument is machined to your advisory methodology—scenario modeling that thinks like you do, reporting that commands the room, client portals that reflect your practice's caliber. Tools worthy of the work. Finally.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_43e9847e-fa40-4824-a3c3-75b5f8428c42.png",
    "asset_prompt_summary": "A 1965 executive's walnut desk in warm afternoon s..."
  },
  {
    "title": "Commercial Window Film Installation Companies",
    "slug": "commercial-window-film-installation-companies",
    "target_audience": "Commercial Window Film Installation Companies",
    "headline": "The Architect's Secret: Precision-Crafted Tools for the Modern Glazier",
    "subheadline": "Purpose-built software that understands the craft of commercial window film—from measuring light rejection to managing multi-tower installations with the care they deserve",
    "pain_point_copy": "Generic CRMs don't speak your language. They can't calculate heat gain coefficients, track film lot numbers by window exposure, or manage the delicate dance of coordinating installations across 40 floors while the building stays occupied. You've been forcing your craftsmanship into systems built for selling widgets, spending more time wrestling with software than perfecting your trade.",
    "solution_copy": "We built this for your hands. Every field, every workflow, every calculation speaks the language of commercial glazing. Track specifications by elevation and orientation. Manage installer certifications and film warranties with the precision your reputation demands. Schedule around sun angles and building occupancy. Finally, software that respects the craft—thoughtfully designed, deliberately simple, enduringly effective.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_9ce96fad-0792-4fe9-9799-0f53fe00a3af.png",
    "asset_prompt_summary": "A mid-1960s commercial window film installer's wor..."
  },
  {
    "title": "Commercial Ice Vending Machine Operators",
    "slug": "commercial-ice-vending-machine-operators",
    "target_audience": "Commercial Ice Vending Machine Operators",
    "headline": "Vending software wasn't built for 32 degrees.",
    "subheadline": "Purpose-engineered monitoring for operators who understand that ice isn't just another product—it's physics, timing, and temperature working in concert.",
    "pain_point_copy": "Generic vending platforms treat your ice machines like soda dispensers with a thermostat. They can't predict compressor failure based on ambient heat patterns. They don't correlate production drops with humidity spikes. They alert you to problems you already discovered yourself, hours ago, because someone complained about empty bins. You deserve tools built by people who understand that water doesn't freeze on a schedule—it freezes under specific, measurable conditions.",
    "solution_copy": "We engineer monitoring systems exclusively for ice vending operations. Our sensors account for freezing-point physics. Our algorithms learn your machines' production signatures—the subtle voltage draws, the temperature curves, the defrost cycles that signal health or predict failure. You'll know about compressor stress before it becomes compressor replacement. You'll optimize production schedules by location microclimate. This is what happens when software is crafted for a specific trade, not adapted from a template.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_6020f743-fa85-4139-8be8-da0c6e28628f.png",
    "asset_prompt_summary": "Subject: A 1960s commercial ice operations manager..."
  },
  {
    "title": "Historic Masonry Restoration Specialists",
    "slug": "historic-masonry-restoration-specialists",
    "target_audience": "Historic Masonry Restoration Specialists",
    "headline": "Precision That Honors Every Stone's Story",
    "subheadline": "Custom documentation systems built for craftsmen who restore what others can't replace—because landmarks don't come with second chances",
    "pain_point_copy": "Generic project management tools treat your 200-year-old cathedral like a strip mall renovation. They can't map mortar composition by century, track lime curing schedules across seasons, or document heritage regulations that change block by block. You're spending hours forcing spreadsheets to speak the language of craft, while the software designed for speed ignores the patience restoration demands.",
    "solution_copy": "We've built documentation workflows that move at the pace of historic preservation—meticulously detailed, endlessly referenceable, respectful of process. Track aggregate sources by quarry and era. Archive tuckpointing techniques across building phases. Generate regulatory reports that speak both to conservation boards and your crew. Your expertise deserves tools as considered as your craft.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_46b02a06-421f-4b67-9403-cb65b7a11b2c.png",
    "asset_prompt_summary": "A sunlit mid-century architect's drafting studio v..."
  },
  {
    "title": "Industrial Rope Access Technicians (Wind Turbine)",
    "slug": "industrial-rope-access-technicians-wind-turbine",
    "target_audience": "Industrial Rope Access Technicians (Wind Turbine)",
    "headline": "Precision Tools for People Who Work Where Others Fear to Tread",
    "subheadline": "Purpose-built rope access management for wind turbine technicians who need reliability at 300 feet—not software built for desk jobs",
    "pain_point_copy": "You're managing blade inspections, hub maintenance, and tower repairs with project management tools designed for office workers. Generic checklists can't capture wind speed thresholds. Standard forms don't account for rescue procedures. Every workaround you've built in spreadsheets is a reminder: the software world forgot you exist 300 feet up.",
    "solution_copy": "We built High Era specifically for rope access professionals in wind energy. Track your L1/L2/L3 certifications, log weather holds that actually matter, and document blade repairs with the precision your work demands. Every feature—from fall protection checklists to turbine-specific job templates—was crafted with IRATA-certified technicians, not generic users. Tools as reliable as your descender.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_7e1bb86b-4f3a-45ee-9cbc-c6f095ea4687.png",
    "asset_prompt_summary": "Medium shot of a 1960s-style industrial workspace,..."
  },
  {
    "title": "Marine Diesel Engine Rebuilders",
    "slug": "marine-diesel-engine-rebuilders",
    "target_audience": "Marine Diesel Engine Rebuilders",
    "headline": "The Engine Whisperer's Workshop",
    "subheadline": "Precision tooling and diagnostic intelligence designed for the craftsmen who resurrect iron giants—not the accountants who count them",
    "pain_point_copy": "Every software vendor thinks you're running a fleet office. They sell you dashboards built for logistics managers and procurement teams—people who've never felt a piston ring seat into a freshly honed cylinder. You don't need another asset tracker. You need something that understands the difference between a 6-71 and a 8V92, that knows why bearing clearances matter at 0.001 inches, and respects that your knowledge lives in your hands, not their generic database fields.",
    "solution_copy": "We built this for the rebuilders. Each module shaped around the rhythm of teardown, measurement, machining, and assembly. Your torque sequences, your vendor-specific part cross-references, your hard-won tolerance tables—captured with the care of a properly indexed blueprint cabinet. Clean interfaces that don't insult your intelligence. Diagnostic tools that speak in thousandths and degrees, not traffic lights and smiley faces. Because engines this substantial deserve software with equal substance.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_fdf2daee-84a5-4167-aaf0-2daca06598b8.png",
    "asset_prompt_summary": "A 1960s marine engine rebuild workshop photographe..."
  },
  {
    "title": "Antique Clock Movement Restorers",
    "slug": "antique-clock-movement-restorers",
    "target_audience": "Antique Clock Movement Restorers",
    "headline": "Precision Has a Pedigree.",
    "subheadline": "Purpose-built tools for restorers who refuse to compromise a 200-year-old mechanism with modern shortcuts.",
    "pain_point_copy": "Off-the-shelf software treats every restoration like it's assembling furniture. Generic project trackers can't distinguish between a fusee chain and a pendulum suspension spring. You've spent decades learning the vocabulary of centuries-old movements—your tools should speak the same language, not force you into drop-down menus built for tracking marketing campaigns.",
    "solution_copy": "Our platform understands the grammar of horology. Document each wheel train with the specificity it deserves. Track patina preservation decisions the way a conservator thinks, not how a database designer guesses. Every field, every workflow, every archival notation shaped by restorers who know that a Graham escapement and a lever escapement aren't interchangeable categories—they're entirely different conversations with history.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_f7ad894b-b908-4c69-9739-e007b02bdd7a.png",
    "asset_prompt_summary": "A meticulously organized mid-century modern workbe..."
  },
  {
    "title": "Geothermal Drilling Supervisors",
    "slug": "geothermal-drilling-supervisors",
    "target_audience": "Geothermal Drilling Supervisors",
    "headline": "Precision Engineered for the Depths You Command",
    "subheadline": "Purpose-built drilling intelligence for supervisors who measure success in thermal efficiency, not generic dashboards",
    "pain_point_copy": "Off-the-shelf software treats your geothermal operation like every other drilling project—blind to temperature gradients, insensitive to formation-specific challenges, and utterly ignorant of the thermal conductivity data that determines whether your well produces or disappoints. You're forced to retrofit generic oil and gas tools, manually translating metrics while your crew waits for direction.",
    "solution_copy": "Our platform is hand-crafted for the singular demands of geothermal drilling supervision. Every interface element—from real-time formation temperature mapping to casing thermal stress calculations—is designed with the precision of a machinist's gauge and the clarity of a blueprint. Monitor your gradient profiles, optimize your mud weights for thermal conditions, and communicate with your crew through tools that understand the difference between a 300°F production zone and a dry hole.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_d3563e57-6135-419e-aaf1-3a6afe1f625d.png",
    "asset_prompt_summary": "A 1960s geothermal drilling supervisor's command d..."
  },
  {
    "title": "Subsea Cable Installation Engineers",
    "slug": "subsea-cable-installation-engineers",
    "target_audience": "Subsea Cable Installation Engineers",
    "headline": "Precision Engineering for the Ocean Floor Deserves More Than Off-the-Shelf Solutions",
    "subheadline": "Purpose-built tools and workflows for subsea cable installation teams who understand that every meter matters at 3,000 feet below",
    "pain_point_copy": "You're managing million-dollar installations with software built for general construction projects. The generic project management tools don't understand dynamic positioning tolerances, seabed topology variables, or the cascade of decisions that happen when weather windows shift. Every workaround you've built is a reminder that your work is too specialized—too critical—for one-size-fits-all platforms.",
    "solution_copy": "We craft tools the way you lay cable: with precision, purpose, and respect for the complexity. Built from the ocean floor up, our platform speaks your language—burial depth ratios, ROV coordination timelines, vessel positioning thresholds. No feature bloat. No learning curves that waste your weather windows. Just the exact capabilities subsea installation engineers need, refined until they feel like an extension of your expertise.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_651a6ffb-ced6-4e0a-a9ec-cfbedea7e2ad.png",
    "asset_prompt_summary": "A 1960s subsea cable engineering workspace photogr..."
  },
  {
    "title": "Grain Elevator Maintenance Coordinators",
    "slug": "grain-elevator-maintenance-coordinators",
    "target_audience": "Grain Elevator Maintenance Coordinators",
    "headline": "The Elegant Science of Keeping Grain Moving",
    "subheadline": "Purpose-built maintenance coordination for elevator operators who understand that uptime isn't luck—it's craftsmanship",
    "pain_point_copy": "Generic maintenance software treats your grain elevator like a warehouse. But you're not tracking widgets—you're orchestrating temperature-sensitive loads, managing belt tensions that shift with humidity, and coordinating repairs around harvest schedules that wait for no one. Every delayed bearing replacement cascades into spoilage risk. Every missed inspection becomes a safety incident waiting to happen. The spreadsheets and one-size-fits-all platforms weren't designed for the specific rhythm of grain handling, and you spend more time translating your reality into their rigid frameworks than actually preventing downtime.",
    "solution_copy": "We built coordination tools the way mid-century engineers built grain elevators: with respect for the material. Our system speaks your language—bucket elevator belt wear, leg bearing temperatures, dust collection cycles, fumigation schedules. Set maintenance windows around harvest calendars. Track moisture-dependent component lifecycles. Coordinate contractor access during the narrow windows when bins are empty. Every feature crafted specifically for the cadence of grain handling, because precision maintenance deserves precision tools. No translation required. No generic workflows forcing square pegs into round holes. Just elegant coordination for the sophisticated work you do.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_2da9edd5-c162-4c4f-a4fe-fbb0da2f5e25.png",
    "asset_prompt_summary": "A 1960s grain elevator maintenance coordinator's o..."
  },
  {
    "title": "Cold Storage Facility Ammonia Technicians",
    "slug": "cold-storage-facility-ammonia-technicians",
    "target_audience": "Cold Storage Facility Ammonia Technicians",
    "headline": "Precision Instruments for the Men Who Keep America Cold",
    "subheadline": "Ammonia refrigeration tools engineered for the technician who knows that -40° doesn't forgive amateur equipment",
    "pain_point_copy": "You've watched another pneumatic wrench fail at sub-zero. Felt another generic gauge give false readings when ammonia hits the chamber. The hardware stores sell tools for HVAC techs in climate-controlled offices—not for professionals working in arctic conditions with one of the most unforgiving refrigerants known to industry. Every equipment failure isn't an inconvenience. It's thousands of pounds of product at risk and a safety incident waiting to happen.",
    "solution_copy": "Our instruments are machined for your exact specification: ammonia-resistant alloys, cold-rated seals, and calibration that holds at temperature extremes. Each tool is proof-tested in working cold storage conditions before it reaches your hand. This isn't mass-market equipment with a winter rating sticker. This is purpose-built craftsmanship for technicians who stake their reputation—and their safety—on gear that performs when it matters most.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_c84995f8-f781-48d1-8630-ac06012d064e.png",
    "asset_prompt_summary": "A mid-century industrial workspace inside a cold s..."
  },
  {
    "title": "Particle Accelerator Maintenance Technicians",
    "slug": "particle-accelerator-maintenance-technicians",
    "target_audience": "Particle Accelerator Maintenance Technicians",
    "headline": "Precision Instruments Deserve Precision Tools",
    "subheadline": "Purpose-built maintenance software for the professionals who keep billion-dollar beams running—crafted with the same exacting standards you apply every day",
    "pain_point_copy": "Enterprise maintenance platforms weren't designed for your world. They track forklifts and HVAC units with the same broad strokes they apply to synchrotron magnets and RF cavities. When a cryogenic system variation of 0.001 Kelvin matters, checkbox workflows and generic asset tags aren't just inadequate—they're dangerous. Your margin for error is measured in microns, but your software thinks in millimeters.",
    "solution_copy": "We built this for exactly 347 facilities worldwide. Every field, every workflow, every alert threshold reflects how particle physics actually works—not how software companies imagine industrial maintenance should work. Specify tolerances to six decimal places. Track magnetization cycles with actual physics units. Schedule preventive maintenance around beam time, not arbitrary calendar intervals. The kind of thoughtful engineering you'd expect from people who understand the difference between a dipole and a quadrupole.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_2691719d-66f0-4e98-9c7d-3d6d126968ab.png",
    "asset_prompt_summary": "A pristine mid-century modern workshop desk for a ..."
  },
  {
    "title": "Metallurgical Failure Analysis Consultants",
    "slug": "metallurgical-failure-analysis-consultants",
    "target_audience": "Metallurgical Failure Analysis Consultants",
    "headline": "Precision Isn't Found. It's Forged.",
    "subheadline": "Bespoke analytical tools crafted for metallurgical consultants who know that fractured steel tells a story—if you have the right instruments to read it.",
    "pain_point_copy": "Off-the-shelf software treats every failure the same—a hairline crack in aerospace-grade titanium gets the same generic analysis as a corroded pipeline joint. You've spent hours manipulating clunky interfaces designed for mass production engineers, not forensic specialists. The nuance that separates catastrophic liability from exoneration gets lost in dropdown menus built for everyone, which means they're built for no one.",
    "solution_copy": "We build analytical instruments the way Eames built furniture—with obsessive attention to how masters actually work. Each tool is calibrated to your specific domains: grain boundary analysis that understands creep failure, corrosion mapping that distinguishes stress corrosion from hydrogen embrittlement, fracture mechanics that respect the material's biography. Your expertise deserves instruments that match your precision, not compromise it.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_c76a336c-aa7b-4ff7-a407-53a58dcb9345.png",
    "asset_prompt_summary": "A 1960s metallurgical consultant's office workspac..."
  },
  {
    "title": "Industrial Boiler Tube Inspectors",
    "slug": "industrial-boiler-tube-inspectors",
    "target_audience": "Industrial Boiler Tube Inspectors",
    "headline": "Precision Isn't Mass-Produced",
    "subheadline": "Custom inspection software built for your boiler tubes, your workflow, your standards—not repackaged generics.",
    "pain_point_copy": "Off-the-shelf inspection platforms promise everything and deliver compromise. They're built for every industry, which means they're optimized for none. You're left forcing your high-stakes tube inspections into workflows designed for pipelines, HVAC systems, or worse—generic 'asset management.' The result? Missed defects hiding in dropdown menus, critical measurements buried three clicks deep, and reports that need two hours of manual reformatting before they're client-ready.",
    "solution_copy": "We don't build software—we craft inspection instruments. Each system is tailored to your exact tube specifications, your defect taxonomies, your reporting standards. The interface feels like an extension of your expertise, not an obstacle to it. Measurements you need appear exactly where your eyes expect them. Reports generate in your format, with your classifications, carrying your professional signature. It's the difference between a fitted suit and something off the rack.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_f99249cf-a35f-432e-b879-a43c5e457903.png",
    "asset_prompt_summary": "A 1960s industrial inspection office bathed in war..."
  },
  {
    "title": "Pipe Organ Leather Craftsmen",
    "slug": "pipe-organ-leather-craftsmen",
    "target_audience": "Pipe Organ Leather Craftsmen",
    "headline": "The kind of precision your grandfather would recognize.",
    "subheadline": "Hand-selected tools and materials for organ leather craftsmen who still measure tolerances in thousandths—not close enough.",
    "pain_point_copy": "You've spent twenty minutes explaining pneumatic leather requirements to a supplier who keeps suggesting automotive upholstery. The catalog shows 'genuine leather' without specifying grain direction, thickness consistency, or porosity ratings. Every order is a gamble, and every failure costs you three days of rework and a reputation built over decades.",
    "solution_copy": "We speak bellows, we understand wind chest tolerances, and we know why 0.8mm isn't the same as 'about 1mm.' Each tool is selected by craftsmen who've rebuilt Skinner consoles and re-leathered Wurlitzer pneumatics. The materials come with the specifications you actually need: porosity tests, grain consistency reports, and thickness verified to 0.05mm. Not because it's fancy. Because your work demands it.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_2b54cdb0-b2d3-4d56-a7fd-c79ba6338263.png",
    "asset_prompt_summary": "A 1960s pipe organ restoration workshop bathed in ..."
  },
  {
    "title": "Historic Aircraft Fabric Restoration Specialists",
    "slug": "historic-aircraft-fabric-restoration-specialists",
    "target_audience": "Historic Aircraft Fabric Restoration Specialists",
    "headline": "The restoration deserves the same precision as the original.",
    "subheadline": "Purpose-built tools for specialists who won't compromise on authenticity—because generic equipment can't honor 1940s craftsmanship.",
    "pain_point_copy": "Off-the-shelf solutions weren't designed for Irish linen dope or Grade A cotton. They don't account for bias cuts on compound curves, or the tension differences between a Stearman's wing and a Waco's fuselage. Every workaround you've engineered, every jig you've custom-built—they're evidence that the tools available weren't made for the work that matters. Your clients trust you with irreplaceable aircraft. Your equipment should understand what's at stake.",
    "solution_copy": "We've spent two years with restoration specialists like you, understanding why tension matters, why temperature control isn't optional, and why the difference between 'close enough' and 'period-correct' is everything. The result: fabrication tools calibrated for historical aviation textiles, with the precision your work demands and the reliability your schedule requires. No adaptations. No compromises. Just equipment that respects both the aircraft and the specialist restoring it.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_a9af95e5-9f70-47f7-a848-bf0e307b8051.png",
    "asset_prompt_summary": "Medium shot of a 1950s-era aircraft restoration wo..."
  },
  {
    "title": "Bridge Bearing Replacement Contractors",
    "slug": "bridge-bearing-replacement-contractors",
    "target_audience": "Bridge Bearing Replacement Contractors",
    "headline": "Precision Engineering Meets Human Touch",
    "subheadline": "Custom workflow systems designed for the exactitude bridge bearing replacement demands—because off-the-shelf software wasn't built for loads measured in thousands of kips",
    "pain_point_copy": "Every generic project management tool treats your work like simple construction. They don't understand bearing rotations, load calculations, or the choreography of hydraulic jacking sequences. You're spending hours forcing square-peg software into the round hole of structural engineering—time that should be spent ensuring a bridge carries traffic safely for the next fifty years.",
    "solution_copy": "We craft workflow systems with the same precision you bring to tolerance specifications. Purpose-built tools that speak your language: elastomeric vs. pot bearings, settlement monitoring, phased replacements. Clean interfaces. Thoughtful details. The kind of considered design that lets you focus on the engineering that matters, not the software fighting against you.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_818610a9-d6f8-407d-822f-bc3cf42988cc.png",
    "asset_prompt_summary": "Subject: A 1960s engineering office workspace for ..."
  },
  {
    "title": "Commercial Aquaculture System Designers",
    "slug": "commercial-aquaculture-system-designers",
    "target_audience": "Commercial Aquaculture System Designers",
    "headline": "The Draftsman's Advantage",
    "subheadline": "Purpose-built design tools for commercial aquaculture systems—no compromises, no workarounds, no wasted hours.",
    "pain_point_copy": "Generic CAD software wasn't built for water. Every recirculation loop, every biofilter dimension, every species-specific flow rate becomes a custom workaround. You're not drafting—you're wrestling with tools that don't understand the physics of what you're building. The software that promised efficiency has become the bottleneck.",
    "solution_copy": "We built what the industry forgot to create: design tools that speak aquaculture natively. Species databases with metabolic loads. Flow calculations built into the canvas. Tank geometries that understand settlement. This isn't adapted software—it's crafted specifically for the way you think, the systems you design, and the precision your work demands.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_385159d4-4532-4d29-91c7-79589c37a17f.png",
    "asset_prompt_summary": "A sophisticated mid-century modern design studio w..."
  },
  {
    "title": "Nuclear Medicine Radiopharmacy Technologists",
    "slug": "nuclear-medicine-radiopharmacy-technologists",
    "target_audience": "Nuclear Medicine Radiopharmacy Technologists",
    "headline": "Precision Timekeeping for the Half-Life Generation",
    "subheadline": "Bespoke workflow software designed for radiopharmacy technologists who measure success in becquerels, not business days",
    "pain_point_copy": "Off-the-shelf healthcare software treats your work like any other pharmacy operation—ignoring decay calculations, hot lab protocols, and the split-second precision that defines radiopharmacy. You've adapted generic tools with workarounds and spreadsheets, but the software was never built for someone who thinks in half-lives.",
    "solution_copy": "We've crafted something different. Purpose-built protocols that understand F-18's 110-minute reality. Decay calculations that feel like second nature. Compliance tracking that respects USP 797 and 800 without the checkbox tedium. This isn't healthcare software adapted for radiopharmacy—it's radiopharmacy excellence, refined into form.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_a1c45df4-6872-4457-8488-a0613115934f.png",
    "asset_prompt_summary": "A 1960s-era nuclear medicine radiopharmacy workspa..."
  },
  {
    "title": "Mass Spectrometry Field Service Engineers",
    "slug": "mass-spectrometry-field-service-engineers",
    "target_audience": "Mass Spectrometry Field Service Engineers",
    "headline": "Precision Isn't Found. It's Crafted.",
    "subheadline": "Purpose-built tools for the engineers who keep the world's most sensitive instruments running—without the generic bloat you don't need.",
    "pain_point_copy": "Every app claims it's built for 'field service.' But they weren't thinking about you when they designed it. They don't understand quad collision cells, ion sources that drift, or the difference between preventive calibration and emergency repair. You spend more time forcing their square-peg software into your round-hole reality than you do actually documenting your work. The tools should adapt to your craft—not the other way around.",
    "solution_copy": "We built something different. Something tailored. Tools designed specifically for the precision work you do—from ion optics alignment to vacuum system troubleshooting. Every field, every workflow, every report template speaks your language. No bloat. No compromises. Just the refined essentials that help you document faster, diagnose smarter, and get back to what you do best: keeping mass spec systems running at peak performance.",
    "hero_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_8e1e34e8-03d5-4ae8-8622-573394454048.png",
    "asset_prompt_summary": "Wide shot of a mid-century modern laboratory works..."
  }
]