[
  {
    "scene": 1,
    "desc": "SHOT 1: Extreme close-up, Dutch angle (15° tilt). Actor's hands SLAM vintage punch card onto black surface. Single source hard side light creates deep shadows and high contrast. Pure black background with visible cyan grid lines. Fingers enter frame, card slams down with 'IF: You want posts THEN: Hire a writer' text punching through. Red ink stamp crashes onto card with ink bleeding in slow-motion. Color palette: natural skin tones, cream card, rich black background, blood red stamp, cyan grid glow.",
    "image_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_4ddacda7-cde3-4f0f-922f-d6d3496c2be5.png",
    "video_url": "https://storage.googleapis.com/marketing-copy-assets/videos/generated_52a0b0dd-0950-435a-bd9a-849128428a59.mp4"
  },
  {
    "scene": 2,
    "desc": "SHOT 2: Overhead shot (90° flip) looking down at surface like engineering diagram. Reverse double-dolly pulls back while subject pushes forward. Overhead industrial flat lighting with neon green practicals from below creates sci-fi control room feel. First card gets swept away violently, new card slides in from left. Text punches through: 'IF: You want growth THEN: Hire engineers' with green stamp crashing down. Neon circuit traces light up radiating from stamp. Black background with illuminated circuit board patterns, glowing grid lines shifting from cyan to neon green.",
    "image_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_7b502618-8843-44bf-b08f-c9b07e57e33c.png",
    "video_url": "https://storage.googleapis.com/marketing-copy-assets/videos/generated_61e44ccb-3ac0-4fc2-956c-e273b9c3140c.mp4"
  },
  {
    "scene": 3,
    "desc": "SHOT 3: Static wide frame aggressively pushes into extreme close-up. Starts with full 'control panel' workspace reveal showing both punch cards, fully lit circuit board pattern, glowing graph paper grid, vintage gauges and switches in periphery with practical fog backlit. Everything pixelates - cards break into geometric blocks, circuit traces become wireframe, risograph color separation effect. Text dominates final frames: 'CAMPAIGN ENGINEERING' in IBM Plex Mono typewriter font with paper texture overlay, neon green outline, slight chromatic aberration. Full spectrum color activated with deep black background, neon green primary, hot pink accents, cyan grid. Actor's face splits frame from side in final moment, looking directly at camera.",
    "image_url": "https://storage.googleapis.com/marketing-copy-assets/images/generated_836bb2e3-f5db-444a-a4e0-c71ffbfa7c53.png"
  }
]